
tool.mediaplayer_spatial.name=\u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043C\u0435\u0434\u0438\u0430\u043F\u043B\u0435\u0435\u0440
tool.mediaplayer_spatial.desc=\u0417\u0430\u043A\u0440\u0435\u043F\u043B\u044F\u0435\u0442 \u0437\u0432\u0443\u043A MediaPlayer \u0432 \u043C\u0438\u0440\u0435 \u0438\u043B\u0438 \u0437\u0430\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0435\u0433\u043E \u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u044C \u0437\u0430 \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u044C\u044E.
tool.mediaplayer_spatial.0=\u041B\u041A\u041C: \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0438\u043B\u0438 \u0441\u043D\u043E\u0432\u0430 \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A. \u041F\u041A\u041C: \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0435\u0433\u043E. \u041F\u0435\u0440\u0435\u0437\u0430\u0440\u044F\u0434\u043A\u0430: \u0441\u043D\u043E\u0432\u0430 \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0437\u0430\u043F\u0440\u043E\u0441\u0430.
tool.mediaplayer_spatial.help_target=\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u041B\u041A\u041C \u043F\u043E \u043F\u0440\u043E\u043F\u0443, \u0438\u0433\u0440\u043E\u043A\u0443 \u0438\u043B\u0438 NPC, \u0447\u0442\u043E\u0431\u044B \u0437\u0432\u0443\u043A \u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043B \u0437\u0430 \u043D\u0438\u043C, \u043B\u0438\u0431\u043E \u041B\u041A\u041C \u043F\u043E \u043C\u0438\u0440\u0443, \u0447\u0442\u043E\u0431\u044B \u0437\u0430\u043A\u0440\u0435\u043F\u0438\u0442\u044C \u0437\u0432\u0443\u043A \u043D\u0430 \u043C\u0435\u0441\u0442\u0435.
tool.mediaplayer_spatial.help_popup=\u0412\u043E \u0432\u0441\u043F\u043B\u044B\u0432\u0430\u044E\u0449\u0435\u043C \u043E\u043A\u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u043E\u0431\u044B\u0447\u043D\u044B\u0439 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 MediaPlayer. \u0412\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u0431\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u044B\u0439 \u0446\u0438\u043A\u043B \u0438\u043B\u0438 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435, \u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u043E\u0432\u0442\u043E\u0440\u043E\u0432 \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0432 \u043E\u0447\u0435\u0440\u0435\u0434\u044C.
tool.mediaplayer_spatial.help_remove=\u041F\u041A\u041C \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A. \u041F\u0435\u0440\u0435\u0437\u0430\u0440\u044F\u0434\u043A\u0430 \u0441\u043D\u043E\u0432\u0430 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0435\u0442 \u043E\u043A\u043D\u043E \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u0434\u043B\u044F \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430.
tool.mediaplayer_spatial.section.client=\u041A\u043B\u0438\u0435\u043D\u0442\u0441\u043A\u0438\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
tool.mediaplayer_spatial.section.client_desc=\u042D\u0442\u0438 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0432\u043B\u0438\u044F\u044E\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0432\u0430\u0448 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u043A\u043B\u0438\u0435\u043D\u0442.
tool.mediaplayer_spatial.section.advanced=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
tool.mediaplayer_spatial.section.advanced_desc=\u0414\u043B\u044F \u043E\u0442\u043B\u0430\u0434\u043A\u0438 \u0438 \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0435\u0433\u043E \u043F\u043E\u0432\u0435\u0434\u0435\u043D\u0438\u044F.
tool.mediaplayer_spatial.section.shared=\u041E\u0431\u0449\u0438\u0435 \u0438 \u0441\u0435\u0440\u0432\u0435\u0440\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
tool.mediaplayer_spatial.section.shared_desc=\u041D\u0430 \u043C\u043D\u043E\u0433\u043E\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u0445 \u0434\u043B\u044F \u044D\u0442\u0438\u0445 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u043C\u043E\u0433\u0443\u0442 \u043F\u043E\u0442\u0440\u0435\u0431\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u0440\u0430\u0432\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430.
tool.mediaplayer_spatial.cvar.debug=\u0416\u0443\u0440\u043D\u0430\u043B \u043E\u0442\u043B\u0430\u0434\u043A\u0438
tool.mediaplayer_spatial.cvar.allow_webpages=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441\u044B \u0432\u0435\u0431-\u0441\u0442\u0440\u0430\u043D\u0438\u0446
tool.mediaplayer_spatial.cvar.queue_limit=\u041B\u0438\u043C\u0438\u0442 \u043E\u0447\u0435\u0440\u0435\u0434\u0438
tool.mediaplayer_spatial.cvar.resolution=\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430
tool.mediaplayer_spatial.cvar.audio3d=\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C 3D-\u0430\u0443\u0434\u0438\u043E
tool.mediaplayer_spatial.cvar.volume=\u0413\u0440\u043E\u043C\u043A\u043E\u0441\u0442\u044C
tool.mediaplayer_spatial.cvar.mute_unfocused=\u0417\u0430\u0433\u043B\u0443\u0448\u0430\u0442\u044C, \u043A\u043E\u0433\u0434\u0430 Garry's Mod \u043D\u0435 \u0432 \u0444\u043E\u043A\u0443\u0441\u0435
tool.mediaplayer_spatial.cvar.draw_thumbnails=\u041E\u0442\u0440\u0438\u0441\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u0430\u0442\u044E\u0440\u044B
tool.mediaplayer_spatial.cvar.proximity_min=\u041C\u0438\u043D\u0438\u043C\u0443\u043C \u0431\u043B\u0438\u0437\u043E\u0441\u0442\u0438
tool.mediaplayer_spatial.cvar.proximity_max=\u041C\u0430\u043A\u0441\u0438\u043C\u0443\u043C \u0431\u043B\u0438\u0437\u043E\u0441\u0442\u0438
tool.mediaplayer_spatial.cvar.hear_radius=\u0420\u0430\u0434\u0438\u0443\u0441 \u0441\u043B\u044B\u0448\u0438\u043C\u043E\u0441\u0442\u0438 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0433\u043E \u0437\u0432\u0443\u043A\u0430
tool.mediaplayer_spatial.cvar.max_repeat_count=\u041C\u0430\u043A\u0441\u0438\u043C\u0443\u043C \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043F\u043E\u0432\u0442\u043E\u0440\u043E\u0432
tool.mediaplayer_spatial.cvar.fullscreen=\u041F\u043E\u043B\u043D\u043E\u044D\u043A\u0440\u0430\u043D\u043D\u044B\u0439 \u0440\u0435\u0436\u0438\u043C (\u0443\u0441\u0442\u0430\u0440\u0435\u043B; \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F)
tool.mediaplayer_spatial.cvar.js_console_filter=\u0424\u0438\u043B\u044C\u0442\u0440 \u043A\u043E\u043D\u0441\u043E\u043B\u0438 JS
tool.mediaplayer_spatial.cvar.js_console_filter_desc=0 = \u0432\u0441\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0441\u043E\u043B\u0438 HTML, 1 = \u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E.
mediaplayer.spatial.loop_forever=\u0411\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u044B\u0439 \u0446\u0438\u043A\u043B
mediaplayer.spatial.extra_loops=\u0414\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u044B
mediaplayer.spatial.footer_hint=\u0421\u0441\u044B\u043B\u043A\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442 \u043E\u0431\u044B\u0447\u043D\u0443\u044E \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u0437\u0430\u043F\u0440\u043E\u0441\u0430 MediaPlayer. \u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u043D\u044B\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u044B \u0441\u0447\u0438\u0442\u0430\u044E\u0442\u0441\u044F \u043F\u043E\u0441\u043B\u0435 \u043F\u0435\u0440\u0432\u043E\u0433\u043E \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D\u0438\u044F.
mediaplayer.spatial.error_anchor_missing=\u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043C\u0435\u0434\u0438\u0430-\u044F\u043A\u043E\u0440\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
mediaplayer.spatial.error_empty_url=\u0421\u043D\u0430\u0447\u0430\u043B\u0430 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 URL \u043C\u0435\u0434\u0438\u0430.
mediaplayer.spatial.error_invalid_url=\u0417\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u044B\u0439 URL \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D.
mediaplayer.spatial.error_request_failed=\u041E\u0448\u0438\u0431\u043A\u0430 \u0437\u0430\u043F\u0440\u043E\u0441\u0430: %s
mediaplayer.spatial.error_anchor_network=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043E\u043A\u043D\u043E \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0433\u043E \u043C\u0435\u0434\u0438\u0430, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u044F\u043A\u043E\u0440\u044C \u043D\u0435 \u0443\u0441\u043F\u0435\u043B \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u0441\u0435\u0442\u0435\u0432\u0443\u044E \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0430\u0446\u0438\u044E.
